{
	"$schema": "https://aka.ms/winget-packages.schema.2.0.json",
	"CreationDate": "2025-08-25T16:09:44.881-00:00",
	"Sources": [
		{
			"Packages": [
				{
					"PackageIdentifier": "7zip.7zip"
				},
				{
					"PackageIdentifier": "Git.Git"
				},
				{
					"PackageIdentifier": "RustDesk.RustDesk"
				},
				{
					"PackageIdentifier": "flick9000.WinScript"
				},
				{
					"PackageIdentifier": "GitHub.cli"
				},
				{
					"PackageIdentifier": "Google.Chrome"
				},
				{
					"PackageIdentifier": "Microsoft.VCRedist.2010.x64"
				},
				{
					"PackageIdentifier": "WireGuard.WireGuard"
				},
				{
					"PackageIdentifier": "Microsoft.AzureCLI"
				},
				{
					"PackageIdentifier": "JanDeDobbeleer.OhMyPosh"
				},
				{
					"PackageIdentifier": "Amazon.AWSCLI"
				},
				{
					"PackageIdentifier": "Nvidia.PhysX"
				},
				{
					"PackageIdentifier": "Microsoft.PowerShell"
				},
				{
					"PackageIdentifier": "AnyDesk.AnyDesk"
				},
				{
					"PackageIdentifier": "Microsoft.Edge"
				},
				{
					"PackageIdentifier": "Insecure.Nmap"
				},
				{
					"PackageIdentifier": "OBSProject.OBSStudio"
				},
				{
					"PackageIdentifier": "Valve.Steam"
				},
				{
					"PackageIdentifier": "Microsoft.DotNet.DesktopRuntime.6"
				},
				{
					"PackageIdentifier": "Microsoft.VCRedist.2015+.x86"
				},
				{
					"PackageIdentifier": "Microsoft.VCRedist.2012.x86"
				},
				{
					"PackageIdentifier": "Microsoft.VCRedist.2005.x86"
				},
				{
					"PackageIdentifier": "Microsoft.VCRedist.2008.x86"
				},
				{
					"PackageIdentifier": "Microsoft.VCRedist.2013.x86"
				},
				{
					"PackageIdentifier": "EpicGames.EpicGamesLauncher"
				},
				{
					"PackageIdentifier": "Microsoft.VCRedist.2010.x86"
				},
				{
					"PackageIdentifier": "Microsoft.VCRedist.2012.x64"
				},
				{
					"PackageIdentifier": "Microsoft.VCRedist.2015+.x64"
				},
				{
					"PackageIdentifier": "Bruno.Bruno"
				},
				{
					"PackageIdentifier": "Brave.Brave"
				},
				{
					"PackageIdentifier": "Google.Brotli"
				},
				{
					"PackageIdentifier": "Gyan.FFmpeg"
				},
				{
					"PackageIdentifier": "Microsoft.OneDrive"
				},
				{
					"PackageIdentifier": "Schniz.fnm"
				},
				{
					"PackageIdentifier": "JetBrains.Toolbox"
				},
				{
					"PackageIdentifier": "Zoom.Zoom.EXE"
				},
				{
					"PackageIdentifier": "SoftDeluxe.FreeDownloadManager"
				},
				{
					"PackageIdentifier": "Microsoft.PowerToys"
				},
				{
					"PackageIdentifier": "Microsoft.VisualStudioCode"
				},
				{
					"PackageIdentifier": "Microsoft.AppInstaller"
				},
				{
					"PackageIdentifier": "Microsoft.UI.Xaml.2.8"
				},
				{
					"PackageIdentifier": "Microsoft.VCLibs.Desktop.14"
				},
				{
					"PackageIdentifier": "Microsoft.WindowsTerminal"
				}
			],
			"SourceDetails": {
				"Argument": "https://cdn.winget.microsoft.com/cache",
				"Identifier": "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name": "winget",
				"Type": "Microsoft.PreIndexed.Package"
			}
		}
	],
	"WinGetVersion": "1.12.100-preview"
}